[
    {
        "id": 1,
        "titulo": "Supino Inclinado",
        "texto": "# O QUE É SUPINO? \n\n Supino é um dos exercícios mais comuns praticados no treinamento de força, visando desenvolvimento do tronco superior. Praticado em diversas situações, que vão desde terapias e lazer até esporte competitivo, também é praticado com diversos objetivos, que vão desde a busca pela saúde e qualidade de vida até a preparação para diferentes modalidades esportivas, terapia, parâmetro de força, entre outros objetivos. \n\n Descrição do exercício: o indivíduo se posiciona em decúbito dorsal, realizando movimentos de afastamento da barra em relação ao tórax. \n\n ## PARA QUE SERVE SUPINO INCLINADO? \n\n A variação na inclinação do banco durante o exercício de supino parece afetar o grau de ativação dos músculos envolvidos. \n\n Sendo assim, a ativação de regiões específicas do músculo será conseguida com a característica mecânica dos exercícios, como, por exemplo, o supino inclinado, ao recrutar com maior ênfase a parte clavicular do peitoral maior. \n\n ## SUPINO INCLINADO TRABALHA QUAIS MÚSCULOS? \n\n Adutores horizontais do ombro, peitoral maior parte clavicular e parte esternocostal, deltóide parte clavicular, acromial e coracobraquial, abdutores do cíngulo do membro superior, peitoral menor e serrátil anterior, extensores de cotovelo, tríceps braquial e ancôneo. \n\n ## COMO FAZER SUPINO INCLINADO CORRETAMENTE? \n\n O primeiro passo é escolher a forma de supino inclinado desejado (máquina, barra ou halteres). \n\n O movimento inicial acontece em cima com o peso distante do tronco, as escápulas devem estar unidas, o abdômen contraído, apoiando no banco o quadril e as escápulas permitindo uma ligeira curvatura na coluna (não manter retificada a coluna). \n\n A empunhadura (pegada) deve ser ligeiramente superior à largura dos ombros, com a observação de que, quanto mais fechada for a empunhadura, maior será o recrutamento de tríceps. \n\n Inspirar, descer a barra até a fúrcula esternal, desenvolver e expirar no final do movimento. \n\n Desça com o peso, até que a barra aproxime-se do peito. A barra deve descer até o peitoral superior, ficando acima da linha do mamilo. \n\n Caso use halteres, desça até que as mãos estejam na linha do peitoral, empurre o peso distanciando-o do tronco e fazendo contração voluntária quando o peso estiver no alto (final do movimento). \n\n Quando usar halteres, não os deixe encostar; os halteres devem deslocar-se sempre na linha do esterno do peitoral. \n\n ## DICAS PARA O EXERCÍCIO DE SUPINO INCLINADO \n\n - **Amplitude:** algumas pessoas acreditam que, durante o movimento, os cotovelos devem chegar apenas a 90º, mas deve-se alongar o músculo visando a amplitude máxima. \n\n - Cotovelos, ombros e peitoral devem estar alinhados. \n\n - **Controle o movimento dos ombros**, uma vez que a escápula deve estar contraída, nada de soltar os ombros quando o peso estiver afastado do tronco. \n\n ## ERROS COMUNS NA EXECUÇÃO DO SUPINO INCLINADO \n\n Um erro bastante comum é o “encaixe articular”. Neste momento, ocorre um alívio da tensão muscular exercida sobre o peito e uma sobrecarga sobre as articulações. \n\n É o mesmo problema de quando o indivíduo está usando halteres e faz os dois pesos “baterem” quando estão afastados do tronco. O problema é que acaba sendo gerada uma tensão contrária com os movimentos do peso, e o músculo acaba relaxando. \n\n Cuidado ao colocar os pés sobre o banco. Pensando em aliviar a pressão sobre a coluna e buscar maior conforto, algumas pessoas podem elevar os pés, colocando-os sobre o banco. \n\n Evite este movimento, pois pode tirar sua estabilidade, causando um acidente por conta do desequilíbrio. Para os baixinhos, a dica é usar um step ou uma caixa. Assim, você terá toda a estabilidade necessária.\n\n![Supino Inclinado](/assets/1/1.png)"
    },
    {
        "id": 2,
        "titulo": "Inferior na Polia",
        "texto": "# O QUE É EXERCÍCIO CROSSOVER? \n\n O crossover, também conhecido como cruzamento de cabos, é um exercício que consiste em estimular o crescimento e fortalecimento do peitoral e de toda essa região do corpo. \n\n O exercício de crossover utiliza cabos que atribuem vantagens que ajudam a estabilizar e a reduzir o recrutamento de músculos estabilizadores — esses músculos têm a função de equilibrar o corpo humano, ajudando a amortecer cargas que cada pessoa realiza durante o dia. \n\n O crossover é muito comum entre os adeptos da musculação porque oferece três alturas distintas para fixar a polia no equipamento e executar o movimento, que irá contribuir para o aumento do peitoral. \n\n ## QUAIS SÃO OS MÚSCULOS TRABALHADOS? \n\n O crossover é um exercício que ajuda no fortalecimento dos músculos da região do peitoral e demais regiões, como: \n\n - peitoral superior, inferior e clavicular; \n\n - deltoide anterior (músculo do ombro); \n\n - romboides, são dois músculos com forma losangular da cintura escapular; \n\n - latíssimo do dorso, que se juntam ao longo do movimento como ajudantes. \n\n Além desses músculos, os bíceps, tríceps, abdômen e flexores do antebraço irão atuar como estabilizadores enquanto se realiza o exercício. Outro ponto positivo do crossover é o auxílio prestado na prática de hipertrofia feminina e masculina, devido ao fato de ajudar no crescimento de massa corporal. \n\n É válido ressaltar que o aparelho (cross over) é de grande porte e pode ser usado para atividades que envolvem todas as partes do corpo, malhando, por exemplo, as pernas. No entanto, sempre busque orientação com um instrutor antes de fazer uma série de exercícios para evitar seu uso de forma inadequada. \n\n ## COMO USAR O CROSSOVER CORRETAMENTE? \n\n A seguir, confira o passo a passo para fazer um crossover de forma correta: \n\n 1. primeiramente, regule as polias do crossover na posição alta, acima da cabeça; \n\n 2. depois, segure uma polia em cada mão, colocando, de forma opcional, uma perna na frente da outra, dobrando o tronco levemente para a frente; \n\n 3. permaneça com uma flexão moderada nos cotovelos e inicie o exercício com movimento de crucifixo, puxando a polia na direção oposta (chão); \n\n 4. a fase conhecida como concêntrica acaba quando as mãos conseguem se encontrar na frente do corpo (em frente ao quadril); \n\n 5. após o encontro das mãos, abra os braços novamente retornando à posição/ linha inicial do exercício; \n\n 6. repita a série conforme o número de repetições que se adequa ao seu treino. \n\n O exercício de crossover abrange três modalidades de polias, e cada uma seguirá como base esse passo a passo, conforme a posição da polia. O ideal é pedir auxílio para um instrutor, que o ajudará a fazer de forma correta. \n\n O crossover é um ótimo exercício, mas o ideal é encaixá-lo em uma rotina de treino que contenha uma base de atividades físicas compostas. Assim, sobrecarregando o peitoral por meio de uma ou duas variações de supino, por exemplo, antes do crossover, ou usando-o no final do treino, como um finalizador, auxilia na melhora dos resultados. \n\n ## CROSSOVER POLIA ALTA \n\n O crossover com polia alta desenvolve e estimula o peitoral inferior. A polia fica na altura superior do equipamento (acima da cabeça). Posicione-se com os pés um atrás do outro e traga as polias para baixo, na região do quadril, abrindo o máximo que o aparelho permitir. Repita o movimento conforme a série do treino, sempre controlando-o. \n\n ## DICAS E CUIDADOS AO USAR O CROSSOVER \n\n ### TENHA UMA SEQUÊNCIA DE MOVIMENTOS \n\n O crossover tende a ser um exercício que possui um movimento focado na adução horizontal do ombro com o auxílio estabilizador de outras articulações. Por isso, o ideal é utilizar o crossover junto com outros tipos de movimentos multiarticulares, como o supino. \n\n Assim, cria-se uma rotina diversificada nos exercícios e não se permite que o crossover seja a base do treino relacionado ao peitoral. \n\n ### USE CARGAS ADEQUADAS \n\n Ao utilizar o crossover no treino, é possível ter rápidas alterações de cargas, aliando técnicas como drop-set, tri-set e bi-set junto com o exercício. Isso pode acontecer devido à fácil manipulação dos pesos, que podem ser de cargas progressivas ou não — isso deve ser definido conforme a estrutura do treino de cada pessoa. \n\n ### TENHA CUIDADO COM OS OMBROS \n\n Os ombros possuem uma ligação mais direta com o exercício de crossover e devem ser preservados. Evite fazer movimentos em que a posição das mãos exceda muito as linhas dos ombros, porque isso faz com que essas articulações sejam sobrecarregadas desnecessariamente. \n\n Dessa forma, controle sempre o movimento, porque é fundamental que seja bem efetuado para não resultar em lesões, que podem ser ocasionadas pelos fortes impactos proporcionados pelo exercício. Quando uma pessoa já tem um problema na articulação dos ombros, o essencial é ter cautela ao realizar o exercício. Sempre peça auxílio ao instrutor. \n\n ### MANTENHA OS ÂNGULOS DOS COTOVELOS FIRMES \n\n Deixar os ângulos dos cotovelos firmes ao longo da execução do treino e um pouco flexionados ajuda a melhorar a forma de descer as cargas e elevar o seu uso. Além disso, o fato de manter os cotovelos flexionados evita que os tendões dos bíceps sejam estressados de forma desnecessária. \n\n ### ESTABILIZE AS ESCÁPULAS \n\n Estabilizar as escápulas é essencial para evitar dores durante a prática de crossover. O movimento do exercício consiste em movimentar os braços sem jogar as escápulas para a frente no mesmo momento que os braços. Esse movimento é o que faz diferença no recrutamento muscular e na vitalidade das articulações. \n\n ### NÃO DÊ UM PASSO À FRENTE \n\n Ao dar um passo para a frente, os músculos que atuam na estabilização do tronco durante o exercício de crossover ganham mais sobrecarga, e a pessoa é jogada para trás. Isso significa que terá uma dificuldade em manter o corpo fixo e pode ocorrer de usar o deltoide (músculo do ombro) para desviar do movimento correto. O ideal é se posicionar abaixo do crossover e inclinar o tronco para a frente. \n\n No geral, o crossover é um exercício muito efetivo para treinos voltados para o peitoral, mas é necessário muita atenção e cuidado no momento de sua execução, porque o movimento requer uma estrutura física um pouco mais fortalecida no que ajuda a pessoa a ter um movimento mais limpo e suave. \n\n Dessa forma, é válido ressaltar que o crossover pode não ser um bom treino para pessoas que estão iniciando sua rotina de exercícios, uma vez que é necessário um certo fortalecimento do corpo, e para aquelas que possuem algum comprometimento nas articulações dos ombros, em função de aumentar a possibilidade de ter uma lesão.\n\n![Inferior na Polia](/assets/2/2.png)"
    },
    {
        "id": 3,
        "titulo": "Remada Curvada",
        "texto": "# O QUE É REMADA CURVADA?\n\nA remada curvada é um exercício que trabalha toda a parte dorsal do tronco e é realizada por meio de três movimentos: extensão do ombro, adução escapular e flexão do cotovelo.\nPor ser um exercício multiarticular ou composto, a remada curvada solicita muitos músculos para a execução do movimento de puxada, por isso atua nas regiões do core e do antebraço.\n\n## PARA QUE SERVE A REMADA CURVADA?\nA remada curvada serve para o desenvolvimento muscular harmônico e é um dos poucos exercícios de costas que utiliza o peso livre. Devido à posição curvada, o movimento ativa o dorso, trapézio (porção média e inferior), romboides, deltoide, bíceps braquial, serrátil, entre outros músculos.\n\n## VANTAGENS DA REMADA CURVADA\nConfira algumas vantagens da remada curvada:\n\n- Melhora na funcionalidade em geral\n\n- Melhora na produção de força e amplitude\n- Aumento de volume na região dorsal – hipertrofia muscular\n- Aumento da estabilização e equilíbrio durante o treino.\n\n## COMO FAZER A REMADA CURVADA DE MANEIRA CORRETA?\nPara iniciar o exercício em casa ou na academia, é preciso entender a maneira correta de fazer remada curvada. Por isso, antes de se aventurar, recomendamos que você receba a orientação e o acompanhamento de um profissional, que fará uma avaliação do seu biotipo e dos seus objetivos.\nA orientação é extremamente importante, pois, devido ao seu nível de complexidade, a remada curvada não é indicada para pessoas com restrições articulares ou problemas na região da lombar.\nMas, afinal, como fazer de maneira correta? Primeiro é preciso ter o mínimo de consciência corporal e muito cuidado com a postura para evitar lesões na região da lombar.\nConfira a seguir o passo a passo de como realizar de maneira correta a remada curvada com barra.\n\n- Em pé, mantenha as pernas levemente afastadas e com os pés posicionados na largura dos ombros\n\n- Incline o tronco para a frente – conforme nível de flexão indicado pelo profissional\n\n- Segure a barra de maneira que a sua coluna esteja estável e as curvaturas lombares, preservadas\n- Puxe a barra em direção à região abdominal, com o movimento de flexão dos cotovelos e fechamento (abdução) das escápulas – você também pode começar o movimento direto pelas escápulas, realizando abdução e depois a puxada\n- Não ultrapasse o cotovelo da linha do ombro, para não diminuir a atividade muscular do latíssimo do dorso\n- Comece a descida (fase excêntrica), com os cotovelos completamente estendidos, e faça o movimento de maneira controlada, até abrir as escápulas\n- Realize as repetições de acordo com orientações do profissional\n\n## REMADA CURVADA COM BARRA\nA escolha da barra para a remada curvada deve ser orientada pelo profissional de sua confiança de acordo com as suas necessidades, mas de modo geral são indicados dois tipos: barra W, formato mais anatômico e funcional que trabalha menos o antebraço, e a barra reta, formato mais estabilizador dos músculos do antebraço – não é indicado para quem sofre com desconforto nas costas.\nÉ importante que a barra esteja na posição correta, nunca perto demais da canela nem dos pés, para evitar o desequilíbrio e possíveis acidentes com lesões durante o exercício.\n\n## PEGADA DA REMADA CURVADA\nMesmo com diferentes tipos de pegadas para a remada curvada é essencial que o seu orientador avalie as melhores opções para o seu treino e trabalhe para que você desenvolva a capacidade de aperfeiçoamento no movimento.\nConfira alguns exemplos de pegadas para se utilizar durante o treino.\n\n **Remada Curvada Supinada**: devido a posição do antebraço possibilita maior ativação do bíceps braquial, além do focar no latíssimo do dorso\n\n**Remada Curvada Pronada**: \n ativa mais fortemente os músculos flexores do punho, no antebraço, e a parte superior e média do trapézio\n\n**Remada Curvada Neutra**: atua na parte inferior e média do trapézio.\n\n## DICAS PARA O TREINO DE REMADA CURVADA \n Uma das principais dicas do treino de remada curvada é não movimentar o tronco durante o exercício para não causar lesões ou reduzir a atividade muscular e, consequentemente, não compensar a atividade.\nÉ primordial que você esteja sempre atento à posição da coluna, deixando-a sempre reta durante a remada curvada e, em hipótese alguma, na posição arqueada ou curvada.\nDê uma atenção especial para a posição das mãos, que precisam estar alinhadas próximas à linha dos ombros com o objetivo de fazer o exercício render mais e manter a amplitude na medida certa – pois quanto mais distantes umas das outras, menor será a amplitude do movimento.\nJá os punhos devem estar sempre retos e não podem dobrar para trás, pois, caso isso aconteça, há grandes chances de provocar dores e lesões graves. Se ocorrer com frequência é preciso analisar com o profissional se a sua pegada está sendo realizada de maneira correta.\n\n![Remada Curvada](/assets/3/3.png)"
    },
    {
        "id": 4,
        "titulo": "Pulley Frontal",
        "texto": "# O QUE É PULLEY FRONTAL? \n\nO pulley frente é um dos aparelhos mais utilizados nos treinamentos das pessoas que frequentam a academia, ele trabalha um dos principais membros do corpo localizado na parte superior e denominamos esse músculo como grande dorsal, para melhor compreensão, este músculo se encontra na região das costas.\n\nO pulley frente é um aparelho simples de ser operado, ele é indicado logo nas primeiras semanas de treino pelo “coach” responsável, para exercitar nesse aparelho é necessário que o aluno mantenha-se sentado e execute movimentos “puxada no pegador”, tudo isso em direção a clavícula do mesmo. O pulley frente além de permitir os movimentos de flexões, faz com que os músculos latissimus do dorso, consiga atuar como estabilizador dos espinhais, com isso o aluno em pequeno prazo vai conseguir manter as posturas corretas para executar os treinamentos, ou seja, realizar agachamentos e levantamentos sem dificuldades.\n\n ## BENEFÍCIOS DE PULLEY FRONTAL:\n\n Como podemos observar no decorrer deste artigo, o pulley frente é um dos melhores aparelhos para que o aluno iniciante nos treinamentos consiga operar com facilidade, obviamente que isso tudo é permitido caso o mesmo tenha o aval de um especialista no ramo, afinal esse é um aparelho que se executado incorretamente pode fraturar a lombar, portanto não são indicados para alunos que possui problemas nessa região.\n\n Contudo o principal objetivo nesse contexto são os benefícios que a pulley frente trás ao público que exercita esse aparelhos nos seus treinamentos, e ele é um aparelho que trabalha a musculatura localizada na região das costas, mais precisamente o músculo dorsal, além de tudo o pulley frente proporciona uma resistência maior naqueles que possuem dificuldades com o sedentarismo. ## COMO EXECUTAR O PULLEY FRONTAL\n\nFica claro que o pulley frente é um aparelho muito importante para os alunos que estão começando os treinamentos na academia, por isso logo abaixo mostraremos 4 dicas essenciais para que você faça os exercícios nesse aparelho sem dificuldades, veja abaixo:\n\n### Dica 1\n\n- É necessário que você esteja bem assentado no aparelho, apoie corretamente as costas e encaixe com firmeza a parte superior das coxas\n\n- Os músculos do abdômen devem estar estabilizados junto com a coluna, e tente evitar os movimentos bruscos para que não lesione a lombar;\n- Levante a mão para assegurar a barra;\n- Assim que estiver com os braços estendidos, pressione e retraia as escápulas, mantenha essa posição até a última série do exercício;\n- A angulação adequada para realizar esse exercício é no mínimo 30°, para que evite lesões na lombar;\n- A cabeça deve estar alinhada à sua coluna.\n\n### Dica 2\n\n- Operando o exercício no pulley frente é necessário que você realize de movimentos de baixo para cima, em direção a parte superior ou até a caixa torácica, ou seja, a clavícula;\n\n- Os cotovelos devem estar direcionados frontalmente;\n- Evite sempre movimentos de inclinação para trás na realização do exercício.\n\n### Dica 3\n\n- Os movimentos de puxadas devem ser realizados frequentemente até o término da série.\n\n- Evitar qualquer puxões adicionais para não lesionar os seus ombros.\n\n![Pulley Frontal](/assets/4/4.png)"
    },
    {
        "id": 5,
        "titulo": "Agachamento",
        "texto": "# O QUE É O AGACHAMENTO?\nO exercício de agachamento é um movimento comum no cotidiano que fazemos sem mesmo perceber. Por exemplo, ao sentar na privada, ao levantar de uma cadeira, ao sair da cadeira para tomar uma água.\n\n Se você coloca em prática como exercício físico, seja livre ou qualquer outro tipo de agachamento que for, você vai fortalecer a musculatura da coxa, do glúteo, da panturrilha, do core, da lombar, entre outros, explica o personal trainer Rafael Castro.\n\nE como essas grandes musculaturas estão sendo trabalhadas em conjunto, ele explica que existe uma demanda grande de sangue para ser mandado pelo local. Não só de sangue, como de oxigênio também.\n\n Como o coração trabalha mais, há gasto calórico e ele melhora a resistência. Ao mesmo tempo, tem uma demanda grande de hormônios sendo liberados como testosterona e GH. Você consegue melhorar a postura, fortalecer os ligamentos e tendões do corpo e tonificar a musculatura não só da coxa mas também o glúteo , explica o profissional.\n\n### COMO FAZER AGACHAMENTO CORRETAMENTE?\n\nOs pés paralelos na linha do tronco, ou mais afastados ou mais próximos — dependendo de cada pessoa e de cada estrutura. Os pés devem ficar virados para fora. Tronco e coluna retos.\n\nA barra deve ficar apoiada no trapézio, não no pescoço. Certas pessoas têm uma mobilidade maior, então elas vão conseguir aproximar a mão em relação ao ombro. Se não, você pode ir se afastando de acordo com para ficar mais confortável na hora de fazer o exercício.\n\nAo realizar o agachamento, os joelhos devem estar alinhados com os dedos dos pés. É preciso jogar o joelho para fora, apontando para o dedo e nunca deixar os joelhos se aproximarem. Sempre forçar o joelho para fora.\n\n ## COMO APERFEIÇOAR A EXECUÇÃO DO MOVIMENTO??\nA principal dica para aperfeiçoar a execução de qualquer movimento é buscar um profissional de educação física.\n\n Ele vai poder te ajudar na hora do movimento e mostrar o que é necessário fazer com mobilidade e alongamento para melhorar, seja o agachamento sumô, afundo, tradicional ou livre.\n\nO agachamento sem mobilidade e sem acompanhamento pode ser ruim, porque a pessoa pode acabar descendo com a coluna torta, o joelho pode ser jogado para dentro e por aí vai. Tudo isso pode gerar algum tipo de lesão. \n\n ## ERROS COMUNS NA EXECUÇÃO DO AGACHAMENTO\nO principal erro é não ter uma boa mobilidade para fazer esse movimento de qualquer tipo.\n\n Se não houver um bom movimento, isso vai sobrecarregar alguma musculatura ou vai acabar dificultando manter a postura ereta , esclarece o profissional. Mas esse não é o único problema.\n\nOutros erros incluem não deixar o pé inteiro apoiado no chão, não ativar o abdômen corretamente, não posicionar a barra no local certo ou não usar suporte de segurança adequado.\n\n![Agachamento Livre](/assets/5/5.png)"
    },
    {
        "id": 6,
        "titulo": "Hack",
        "texto": "## PARA QUE SERVE O HACK?\n\n Se você está em busca de um exercício para trabalhar mais de um grupo muscular nos membros inferiores, o agachamento hack ajuda no processo de ganho de massa muscular das coxas. Além disso, atua nos seguintes grupos musculares: bumbum, quadríceps, posterior de coxa, panturrilha e flexores do quadril. \n\n O quadríceps, também conhecido como o músculo presente na parte da frente da coxa, é um dos principais músculos trabalhados no agachamento hack. Ao exercitá-lo, é possível deixá-lo mais forte e, consequentemente, mais volumoso. A profissional de educação física comenta que é um movimento essencial para quem deseja melhorar a extensão das pernas. \n\n Para quem deseja melhorar os resultados no treino de bumbum, o agachamento hack é mais do que indicado. “Os glúteos também desempenham um papel importante, especialmente na fase de elevação do exercício”. Fora isso, este equipamento ajuda a exercitar os músculos isquiotibiais, localizados na parte posterior da coxa, responsáveis por muitos movimentos que estamos acostumados a fazer no dia a dia, como, por exemplo, caminhar e flexionar, dando mais estabilidade. \n\n Se o seu objetivo é melhorar os resultados da batata da perna, ele ajuda a alongar e a fortalecer esta parte do corpo. A profissional de educação física reforça: “as panturrilhas estão envolvidas na estabilização do corpo durante o movimento.” \n\n ## BENEFÍCIOS DO AGACHAMENTO HACK \n\n Além de trabalhar todos esses músculos que a gente explicou, o agachamento hack possui muitos outros benefícios para a estrutura física, sabia? \n\n - Corrige problemas posturais \n\n- Promove a consciência corporal \n\n- Ajuda a melhorar os movimentos \n\n- Previne lesões na coluna e articulações \n\n- Deixa a carga por igual na hora do treino \n\n- Contribui para o desenvolvimento dos músculos \n\n- Aumenta a amplitude de movimentos da região do quadril.\n\n ## ERROS COMUNS NA EXECUÇÃO DO HACK \n\n Embora seja um equipamento fácil de usar, é preciso se atentar na hora de usar. Afinal, muitas pessoas acabam fazendo o movimento errado, sendo prejudicial à saúde corporal. Confira os erros mais comuns: \n\n - Agachar rápido demais \n\n- Deixar muito baixo ou alto os pés \n\n- Não encaixar os ombros no apoio do aparelho \n\n- Colocar muito peso na hora de fazer o movimento \n\n - Fazer movimentos rápido em vez de concentrados \n\n- Inclinar o tronco para frente enquanto faz o exercício.\n\n![Hack](/assets/6/6.png)"
    },
    {
        "id": 7,
        "titulo": "Triceps Testa",
        "texto": "## O QUE É TRICEPS TESTA\n\nPara construir braços mais fortes e volumosos é necessário um bom planejamento da rotina de treino, no qual a escolha de exercícios influencia nos resultados.\n\nEntre vários exercícios, o tríceps testa é uma opção para poder treinar com intensidade e assim estimular a musculatura em termos de ganho de força e hipertrofia.\n\nMuitas pessoas utilizam este exercício no treino, enquanto outras o evitam por afirmar que este possui um grande potencial lesivo, o que pode ser prejudicial para a longevidade dos praticantes na musculação.\n\nDessa forma, este artigo busca explicar melhor como executar corretamente o tríceps testa, assim como os cuidados e contra indicações e dicas de como potencializar o treinamento.\n\nO principal movimento no tríceps testa é a extensão de cotovelo, portanto o tríceps braquial é o músculo ativado, sendo suas três porções recrutadas também: longa, medial e lateral.\n\n## MÚSCULOS ATIVADOS\n\n - Tríceps porção longa \n\n- Tríceps porção medial\n- Tríceps porção lateral\n\nEfetuar de maneira correta o tríceps testa faz toda a diferença para conseguir bons resultados no treinamento de forma segura e produtiva.\n\n## CUIDADOS AO REALIZAR O TRICEPS TESTA\n\nPor ser um exercício que causa um estresse articular no punho e no cotovelo, alguns cuidados devem ser tomados para poder utilizar o tríceps testa de forma mais segura minimizando os riscos de lesão.\n\n- Respeitar a posição anatômica dos cotovelos: Forçar “fechar” o cotovelo pode aumentar o estresse articular, levando a lesões na região.\n\n- Manter o punho firme: Ao utilizar a barra reta já há uma pressão maior nos punhos pela posição em que se encontra esta articulação. Movimentar ou não manter o punho estável pode aumentar o estresse neste e ocasionar lesões que prejudiquem a continuidade nos treinos e a qualidade de vida do praticante.\n- Evitar cargas exacerbadas: Pelo próprio exercício colocar os cotovelos em posição de estresse é recomendável não utilizar cargas altas demais para evitar sobrecarregar ainda mais a região.\n\nAlgumas lesões na região do cotovelo e no punho podem interferir na execução do exercício, sendo assim algumas adaptações devem ser tomadas, como por exemplo, mudar a barra reta pela barra W. Porém dependendo da gravidade da lesão o tríceps testa pode ser contra indicado, sendo que nestes casos é recomendável a substituição por outra atividade que ocasione menos desconforto ou dor.\n\n## POTENCIALIZANDO O TRICEPS TESTA\n\nPara poder extrair o máximo de benefícios do tríceps testa no treino é importante prestar atenção a algumas dicas para maximizar os efeitos do exercício na rotina de treinamento como:\n\n- Não “travar” os cotovelos: O objetivo no treino é manter o músculo tensionado durante toda a série. Dessa forma, ao estender o cotovelo completamente e segurar nesta posição diminui a tensão muscular, diminuindo a intensidade do estímulo no tríceps.\n\n- Cadenciar o movimento: Durante as repetições, controlar bem o movimento para manter o músculo por um tempo maior sob tensão, intensificando ainda mais o estímulo muscular.\n\nPara os indivíduos com mais tempo de treino, algumas técnicas podem ser utilizadas para intensificar o treino e dar um “choque” na musculatura e auxiliar a continuar a obter resultados em termos de ganho de força e hipertrofia.\n\n- **Drop set**: No método drop set, após efetuar repetições até a falha muscular concêntrica, a carga deve ser diminuída para depois realizar novamente mais repetições até chegar novamente na exaustão muscular.\n\n- **Repetições parciais**: Nesta técnica são executadas repetições até a exaustão e depois mais algumas repetições com amplitude reduzida são efetuadas. Esta é uma boa alternativa para intensificar o trabalho nos músculos do tríceps e dar um novo estímulo, sendo uma opção para poder conseguir ganho de massa muscular.\n\n- **Rest-pause**: Durante o rest-pause são realizadas repetições até a falha muscular concêntrica, depois há um descanso em pequenos intervalos (10 a 15 segundos). Logo após o intervalo, novamente serão efetuadas mais repetições até chegar a exaustão muscular novamente.\n\nO tríceps testa é uma ferramenta, que quando bem utilizada é uma excelente opção para trabalhar os músculos do tríceps. Portanto é necessário um planejamento inteligente para poder aproveitar este exercício de forma efetiva e segura. Para tal é necessário um acompanhamento de um profissional de educação física para poder prescrever o treino respeitando as necessidades e objetivos de cada pessoa. Muitas pessoas podem treinar utilizando o tríceps testa sem sentir nenhum incômodo, porém outros necessitam de adaptação ou substituição do exercício, o que torna ainda mais necessária uma orientação adequada.\n\n![Execução correta do tríceps testa](/assets/7/7.png)\n\n"
    },
    {
        "id": 8,
        "titulo": "Desenvolvimento",
        "texto": "## O QUE É DESENVOLVIMENTO\n\nO exercício é multiarticular, o que significa que ele recruta mais de uma articulação ao mesmo tempo: os ombros e o cotovelo. Graças à grande porção de músculos envolvidos no desenvolvimento de ombros, ele resulta em um alto gasto calórico.\n\n Além disso, o desenvolvimento com halteres para ombros melhora a mobilidade articular, já que os movimentos envolvem o uso de articulações dos ombros e dos cotovelos, fortalecendo não só os músculos como também tendões e ligamentos.\n\nPor último, o exercício ativa bastante o músculo deltoide anterior e por aumentar a força e a mobilidade, ajuda em várias tarefas do dia a dia como colocar e retirar objetos em prateleiras altas e em tarefas menos rotineiras, por exemplo, pegar a bagagem no compartimento superior do avião durante uma viagem.\n\nOutro benefício do desenvolvimento de ombros é a maior estabilidade do core, que é o núcleo ou parte central do corpo, que anatomicamente, se refere aos músculos profundos das regiões abdominal, lombar e pélvica, que servem para manter as estabilidades dessas áreas.\n\n## COMO FAZER O DESENVOLVIMENTO\n\n- Para fazer o desenvolvimento com halteres para ombros na posição sentada, sente-se em um banco e apoie as suas costas no encosto.\n\n- Segure um halter em cada mão na posição horizontal e mantenha as palmas das mãos voltadas para a frente (pegada pronada).\n\n- Em seguida, arrume a sua postura mantendo o peito aberto, os cotovelos para os lados, dobrados em um ângulo de 90 graus, o core firme e o olhar para a frente.\n\n- Então, com cuidado para não inclinar o corpo, expire o ar enquanto estica os cotovelos para cima para levantar os pesos até os braços ficarem retos. Depois disso, volte lentamente à posição inicial inspirando o ar.\n\n- Ao fazer o desenvolvimento para ombros nesta posição sentada, é possível levantar mais peso, já que os músculos estabilizadores que sustentam o tronco não precisam trabalhar tanto.\n\n- A recomendação geral é realizar de 8 a 12 repetições por série. O peso indicado para iniciantes é de 2 kg em cada halter para as mulheres e 5 kg para os homens.\n\n- Mas, isso deve ser definido sob a orientação de um profissional de educação física e varia de acordo com as características, condicionamento e objetivos de cada pessoa.\n\n## ERROS COMUNS NA EXECUÇÃO DO DESENVOLVIMENTO\n\nSe você deseja ter uma boa eficiência no exercício, confira os erros mais comuns que você pode evitar.\n\n- Não aquecer antes do exercício\n\n- Exagerar no peso dos halteres\n- Arquear as costas\n- Travar os cotovelos junto ao corpo\n- Curvar os ombros\n- Empurrar o peso de forma explosiva\n\n## CUIDADOS AO REALIZAR DESENVOLVIMENTO\n\nÉ importante ter cuidado ao treinar os ombros, uma vez que esta é uma articulação com muita mobilidade e mais instável, o que a torna mais suscetível a lesões.\n\nAssim, é importante contar com o acompanhamento de um profissional de educação física durante os treinamentos para avaliar a sua postura e ensinar direitinho a técnica e forma adequadas do desenvolvimento com halteres e demais exercícios, diminuindo assim o risco de lesões e evitando sobrecarga nas articulações.\n\nA presença do profissional também é importante para montar um treino apropriado para os seus objetivos e segurança, com as séries, repetições e progressões ideais para o seu caso, em particular.\n\nIsso é especialmente importante para quem está iniciando na prática da musculação ou já teve alguma lesão no ombro, no pescoço ou nas costas, casos que exigem uma cautela ainda mais especial.\n\nInclusive, principalmente para essas pessoas, antes de iniciar os treinos é importante consultar um médico para fazer um check-up e garantir que está apto a fazer um treino com desenvolvimento com halteres de maneira segura.\n\n![Desenvolvimento](/assets/8/8.png)"
    },
    {
        "id": 9,
        "titulo": "Biceps Scott",
        "texto": "## O QUE É ROSCA SCOTT\n\nPara poder aproveitar ao máximo os efeitos desse exercício, é necessária uma atenção para executá-lo corretamente. Para tal, será mostrado abaixo um passo a passo de como realizar a rosca scott.\n\n1. Sentar-se no banco\n\n2. Apoiar ambos os braços no recosto de maneira que eles fiquem apoiados até a altura do cotovelo.\n\n3. Segurar a barra com as duas mãos em pegada supinada (palma da mão virada para cima)\n\n4. Flexionar os cotovelos, trazendo o peso para cima até contrair o bíceps ao máximo.\n\n5. Estender os cotovelos de maneira controlada até retornar à posição inicial.\n\n6. Repetir o movimento pelo número de vezes previamente estipulado.\n\n## COMO FAZER A ROSCA SCOTT\n\nPois bem, algumas considerações sobre a execução.\n\n- Na fase concêntrica é importante que o movimento vá até sua amplitude máxima, mas devemos cuidar para que ele não entre em um ponto de repouso, encostando nos ombros. Principalmente pessoas que possuem um menor volume muscular, pois estas podem facilmente alcançar um ponto de descanso.\n\n- Já na fase excêntrica, é importante que o movimento não vá até os braços ficarem completamente estendidos. Pare o movimento quando eles estiverem em um ângulo de 160º aproximadamente. Isso é importante pois se você chegar ao ponto máximo de extensão, irá sobrecarregar os músculos e articulações do cotovelo e dos punhos.\n\n## Rosca Scott unilateral\n\nRealizar o exercício de forma unilateral também é importante para trabalhar os dois membros de maneira mais equilibrada, além de conseguir um trabalho mais concentrado em cada braço.\n\n- Posicione-se em um banco da rosca scott com um haltere na mão, caso o aparelho tenha ajuste, como no exemplo acima, deixe mais elevado para realizar em pé, caso não tenha, realize o exercício sentado.\n\n- Certifique-se de que o banco esteja ajustado à altura adequada, de modo que, ao sentar, o braço esteja confortavelmente apoiado na almofada, com o ombro alinhado com o topo do banco.\n\n### Posição Inicial:\n\n- Segure o haltere com uma pegada supinada (palma da mão virada para cima) na mão que você vai trabalhar.\n\n- Apoie o braço no banco, mantendo o tríceps firmemente sobre a almofada.\n- O braço deve estar estendido, mas não totalmente bloqueado no cotovelo.\n\n### Execução do Movimento:\n\n- Flexione o cotovelo, trazendo o haltere em direção ao ombro.\n\n- Mantenha o pulso firme e o braço apoiado no banco durante todo o movimento.\n- Levante o haltere de maneira controlada, focando na contração do bíceps.\n\n### Finalização do Movimento:\n\n- Ao alcançar o ponto de máxima contração, faça uma breve pausa.\n\n- Retorne lentamente o haltere à posição inicial, mantendo o controle e a tensão no músculo.\n\n ## DICAS NA ROSCA SCOTT\n\nDentre as principais dicas que passo para meus alunos durante a execução, as principais são:\n\n- Mantenha o restante do corpo estável durante o exercício.\n\n- Evite movimentos bruscos ou usar impulso para levantar o halteres.\n- Concentre-se em uma contração muscular de qualidade, em vez de usar pesos muito pesados.\n- Respire de forma controlada, inspirando na descida e expirando na subida do peso.\n\n1° Efetuar o movimento com amplitude adequada Para conseguir trabalhar de maneira eficiente o bíceps é necessário realizar o movimento com a amplitude completa. Sendo assim, aumentar a carga de forma exagerada pode comprometer a boa execução do exercício e assim prejudicar sua eficácia.\n\n2° Tentar progredir no treino Treinar sempre da mesma forma será um empecilho para quem busca melhorar seus resultados. Sendo assim, é importante o aumento da sobrecarga que pode ser efetuada aumentando séries, repetições e carga, por exemplo.\n\n3° Manter os braços bem apoiados Durante a execução do exercício é importante manter os braços bem apoiados no banco, pois muitas vezes alguns praticantes acabam levantando os cotovelos ou movimentando os ombros durante a execução. Ao não manter um bom apoio dos braços, o trabalho realizado pelo bíceps diminui, dessa forma a produtividade do exercício é prejudicada.\n\n![Rosca Scott](/assets/9/9.png)"
    }
]
